Repository: BarryBarrywu/warm-kitty
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# slogan
source: Your MacBook, warmer than your boyfriend's hands.
ja: あなたのMacBook、彼氏の手よりあったかい。
zh_hans: 你的 MacBook，比你男朋友的手还暖。
zh_hant: 你的 MacBook，比你男朋友的手還暖。

# duration
source: Warming time
ja: 暖め時間
zh_hans: 暖手时长
zh_hant: 暖手時長

# minuteUnit
source: min
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

# start
source: Start warming
ja: 暖め開始
zh_hans: 开始暖手
zh_hant: 開始取暖

source: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

# remaining
source: Time left
ja: 残り時間
zh_hans: 剩余时间
zh_hant: 剩餘時間

# endingTitle
source: All warm!
ja: 暖まったよ
zh_hans: 暖好啦
zh_hant: 暖好啦

# restart
source: Warm again
ja: もう一度
zh_hans: 再暖一次
zh_hant: 再暖一次

# footnote
source: Warms the laptop & spins the fan · auto-stops at zero 🐾
ja: PCが発熱しファンが回ります · 0になると自動停止 🐾
zh_hans: 暖手时电脑会发热、风扇会转 · 到点自动停 🐾
zh_hant: 取暖時電腦會發熱、風扇會轉 · 到點自動停 🐾

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# autoLang
source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: About
ja: アプリについて
zh_hans: 关于
zh_hant: 關於

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Website
ja: ウェブサイト
zh_hans: 网站
zh_hant: 網站

source: Donate
ja: 寄付
zh_hans: 赞助我们
zh_hant: 贊助我們

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Sound
ja: サウンド
zh_hans: 声音
zh_hant: 聲音

# chimeOption
source: Completion chime
ja: 完了の音
zh_hans: 完成提示音
zh_hant: 完成提示音

# ambientOption
source: Warming ambience
ja: 暖めの環境音
zh_hans: 暖手环境音
zh_hant: 暖手環境音

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Launch at login
ja: ログイン時に起動
zh_hans: 开机自动启动
zh_hant: 開機自動啟動

# autoUpdate
source: Check for updates automatically
ja: 自動的に更新を確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check now
ja: 今すぐ確認
zh_hans: 检查更新
zh_hant: 檢查更新

# firstTitle
source: Welcome to Warm Kitty
ja: Warm Kitty へようこそ
zh_hans: 欢迎来到 Warm Kitty
zh_hant: 歡迎來到 Warm Kitty

# firstBody
source: I gently warm your laptop to toast your hands. Pick a time, tap start, and I stop on my own when it runs out.
ja: PCをほんのり発熱させて、手をぬくぬくにします。時間を選んで開始、0になったら自動で止まります。
zh_hans: 我会让电脑轻轻发点热，帮你焐暖一双小手。选个时长就开始，时间一到自动停下。
zh_hant: 我會讓電腦輕輕發點熱，幫你焐暖一雙小手。選個時長就開始，時間一到自動停下。

# firstBtn
source: Got it, let's go
ja: はじめる
zh_hans: 好的，开始吧
zh_hant: 好的，開始吧

# narration.standby
source: Pick a time and I'll warm your hands~
ja: 時間を選んでね、手を暖めてあげる～
zh_hans: 选个时长，我来帮你焐暖小手～
zh_hant: 選個時長，我來幫你焐暖小手～

# narration.ending
source: Phew~ all warm. Toasty hands?
ja: ふぅ〜暖まったよ。ぽかぽかでしょ？
zh_hans: 呼～暖好啦，手是不是热乎乎的？
zh_hant: 呼～暖好啦，手是不是熱乎乎的？

# narration.warming.0
source: Purr purr… warming your hands up~
ja: ゴロゴロ…手を暖めてるよ～
zh_hans: 呼噜呼噜…正在帮你把手焐热～
zh_hant: 呼嚕呼嚕…正在幫你把手焐熱～

# narration.warming.1
source: Nice and cozy, just a little longer.
ja: ぬくぬく、もう少しだけね。
zh_hans: 暖暖的，再坚持一下下就好啦。
zh_hant: 暖暖的，再堅持一下下就好啦。

# narration.warming.2
source: Like cupping a fresh mug of hot cocoa~
ja: 淹れたてのホットココアみたいに～
zh_hans: 像捧着一杯刚泡好的热可可一样～
zh_hant: 像捧著一杯剛泡好的熱可可一樣～

# narration.warming.3
source: Toasty all over. Feeling better?
ja: ぽかぽか。楽になったかな？
zh_hans: 热乎乎的，是不是舒服多了？
zh_hant: 熱乎乎的，是不是舒服多了？
